"Loading..." = "Načítava...";
"Connection Error" = "Chyba pripojenia";
"Search Temporarily Unavailable" = "Je nám to ľúto, ale vyhľadávanie je dočasne nedostupné";
"Error" = "Chyba";
"No Loc Error Title" = "Služby určenia polohy sú vypnuté";
"No Loc Error Message" = "Bez Lokalizačných Služieb vám nemôžeme ukázať miesta vo vašom okolí. Na aktiváciu Lokalizačných Služieb choďte na Nastavenia/Všeobecné.";
"Details" = "Detaily";
"List" = "Zoznam";
"Map" = "Mapa";
"Settings" = "Nastavenia";
"Wheelchair Settings" = "Filtrovať miesta na základe prístupnosti";
"Category Settings" = "Zoradiť miesta podľa kategórie";
"EditPOIViewInfoLabel" = "Informácie";
"Signed In" = "Prihlásený";
"Signed In As" = "Prihlásený ako";
"Not Logged In" = "Nie ste prihlásený/á";
"Sign Out" = "Odhlásiť sa";
"About Wheelmap" = "Informácie";
"Credits:" = "Na tvorbe sa podieľali:";
"Map Credits" = "Údaje na mape: OpenStreetMap";
"Icons Credits" = "Ikony: Yusuke Kamiyamane";
"Dev Credits" = "Vývoj na iPhone: Dorian Roy";
"Copyright" = "© 2010 Sozialhelden e.V. Všetky práva vyhradené.";
"Close" = "Zatvoriť";
"Search Results" = "Výsledky vyhľadávania";
"Nearby Places" = "Miesta v blízkosti";
"Places near %@" = "Miesta v okolí %@";
"Places in map segment" = "Miesta v úseku mapy";
"OK" = "OK";
"Cancel" = "Zrušiť";
"BackButton" = "Späť";
"Unknown Place" = "Neznáme miesto";
"Loading Places" = "Načítava miesta...";
"No Results" = "Nenašli sa žiadne miesta";
"Zoom Closer" = "Na zobrazenie miest priblížte";
"Still not found?" = "Stále nenájdené?";
"Tap to Add Place" = "Ťuknite sem a pridajte miesto";
"Save Changes" = "Uložiť zmeny";
"Confirm Place %@ Status %@" = "Stav %1$@ sa zmení na %2$@";
"Add Place" = "Pridať miesto";
"Edit Name" = "Upraviť meno";
"Edit Type" = "Upraviť typ";
"Edit Location" = "Upraviť miesto";
"Drag Pin" = "Potiahnite červenú značku a určite polohu miesta";
"Edit Description" = "Upraviť komentár";
"Edit Address" = "Upraviť adresu";
"Street Placeholder" = "Ulica";
"Housenumber Placeholder" = "Nie.";
"Postcode Placeholder" = "Poštové smerovacie číslo";
"City Placeholder" = "Mesto";
"Edit Website" = "Upraviť webovú stránku";
"Edit Phone" = "Upraviť telefónne číslo";
"Add Description" = "Pridať komentár";
"Description Note" = "Môžete pridať komentár ku bezbariérovému prístupu tohto miesta";
"Add Address" = "Pridať adresu";
"Add Website" = "Pridať webovú stránku";
"Add Phone" = "Pridať telefónne číslo";
"URL" = "Adresa URL";
"Enter valid URL" = "Prosím, zadajte platnú adresu URL";
"Confirm Add Place" = "Naozaj chcete pridať toto miesto na Wheelmap?";
"Add Place Button" = "Pridať nové miesto";
"Confirm Edit Place" = "Naozaj chcete zmeniť toto miesto?";
"Edit Place Button" = "Uložiť zmeny";
"Error Place Not Editable" = "Ospravedlňujeme sa, no vyzerá to tak, že toto miesto sa cez Wheelmap nedá upraviť";
"Place Added" = "Miesto sa pridalo";
"Place Edited" = "Miesto sa upravilo";
"Place Added Message" = "Môže trvať niekoľko minút, kým sa zmeny prejavia vo výsledkoch vyhľadávania.";
"EditPOIViewNameLabel" = "Meno";
"field_type" = "Typ";
"field_wheelchair" = "Invalidný vozík";
"field_wheelchair:description" = "Komentovať";
"EditPOIViewAddressLabel" = "Adresa";
"EditPOIViewPhoneLabel" = "Telefón";
"EditPOIViewWebsiteLabel" = "Webová stránka";
"EditPOIViewPositionLabel" = "Poloha";
"Accessibility" = "Invalidný vozíček";
"accessibility_limited" = "Obmedzený bezbariérový prístup";
"accessibility_no" = "Bez bezbariérového prístupu";
"accessibility_unknown" = "Prístupnosť neznáma";
"Sign In" = "Prihlásiť sa";
"Sign In Prompt" = "Prihláste sa pomocou svojho účtu Wheelmap.";
"Username" = "E-mail";
"Password" = "Heslo";
"Sign In Button" = "Prihlásiť sa";
"Sign Up Prompt" = "Ste tu nový/á? Zaregistrujte sa na OpenStreetMap a Wheelmap.org.";
"Sign Up Button" = "Zaregistrovať sa";
"User Credentials Error" = "Nesprávne používateľské meno alebo heslo. Skúste to znova.";
"Account Linkage Error" = "Váš účet zatiaľ nie je pripojený na účet na OpenStreetMap. Stlačte OK, ak chcete otvoriť prehliadač a zmeniť to.";
"WheelchairAccessYes" = "Plne prístupné";
"WheelchairAccessLimited" = "Obmedzená prístupnosť";
"WheelchairAccessNo" = "Neprístupné";
"WheelchairAccessUnknown" = "Prístupnosť neznáma";
"WheelchairAccessContentYes" = "● Pri vchode nie je schod\n● Všetky miestnosti sú prístupné bez nutnosti ísť po schodoch\n● Ak je na mieste toaleta, tak má bezbariérový prístup";
"WheelchairAccessContentLimited" = "● Prah pri vstupe nie je vyšší než 7 cm (3 palce)\n● Najdôležitejšie miestnosti majú bezbariérový prístup";
"WheelchairAccessContentNo" = "● Prah pri vstupe je vyšší než 7 cm (3 palce)\n● Najdôležitejšie miestnosti nemajú bezbariérový prístup";
"category_accommodation" = "Ubytovanie";
"category_government" = "Úrady";
"category_money_post" = "Banka a pošta";
"category_education" = "Vzdelávanie";
"category_food" = "Jedlo a pitie";
"category_leisure" = "Voľný čas";
"category_misc" = "Rôzne";
"category_shopping" = "Nákupy";
"category_sport" = "Šport";
"category_tourism" = "Turizmus";
"category_public_transfer" = "Verejná doprava";
"aerodrome" = "Letisko";
"alcohol" = "Alkohol";
"archaeological_site" = "Archeologická pamiatka";
"arena" = "Aréna";
"arts_centre" = "Centrum umenia";
"artwork" = "Grafika";
"atm" = "Bankomat";
"attraction" = "Atrakcia";
"bakery" = "Pekáreň";
"bank" = "Banka";
"bar" = "Bar";
"battlefield" = "Bojisko";
"beach" = "Pláž";
"beach_resort" = "Plážové letovisko";
"beacon" = "Maják";
"bed_and_breakfast" = "Ubytovanie s raňajkami";
"beverages" = "Nápoje";
"bicycle" = "Bicykel";
"bicycle_rental" = "Prenájom bicyklov";
"boatyard" = "Lodenica";
"books" = "Kníhkupectvo";
"bureau_de_change" = "Zmenáreň";
"bus_station" = "Autobusová stanica";
"bus_stop" = "Autobusová zastávka";
"butcher" = "Mäsiar";
"cable_car" = "Kabínková lanovka";
"cafe" = "Kaviareň";
"camp_site" = "Kemping";
"car_rental" = "Autopožičovňa";
"car_sharing" = "Zdieľanie Áut";
"caravan_site" = "Autokemping pre obytné prívesy";
"castle" = "Hrad";
"cave_entrance" = "Vstup do pivnice";
"chair_lift" = "Sedačková lanovka";
"chalet" = "Chata";
"cinema" = "Kino";
"clothes" = "Obchod s odevmi";
"college" = "Vysoká škola";
"computer" = "Počítač";
"convenience" = "Pohodlie";
"courthouse" = "Súd";
"department_store" = "Obchodný dom";
"doityourself" = "Urob Si Sám";
"drinking_water" = "Pitná voda";
"dry_cleaning" = "Čistiareň odevov";
"electronics" = "Elektronika";
"fast_food" = "Rýchle občerstvenie";
"ferry" = "Trajekt";
"ferry_terminal" = "Stanica trajektu";
"florist" = "Kvetinárstvo";
"fuel" = "Palivo";
"furniture" = "Nábytok";
"gallery" = "Galéria";
"garden_centre" = "Záhradkárske centrum";
"guest_house" = "Penzión";
"hairdresser" = "Kaderníctvo";
"halt" = "Zastaviť";
"hardware" = "Železiarstvo";
"hospital" = "Nemocnica";
"hostel" = "Hostel";
"hotel" = "Hotel";
"information" = "Informácie";
"kindergarten" = "Škôlka";
"kiosk" = "Stánok";
"library" = "Knižnica";
"mall" = "Nákupné centrum";
"memorial" = "Pamätník";
"motel" = "Motel";
"museum" = "Múzeum";
"nightclub" = "Nočný klub";
"optician" = "Optika";
"outdoor" = "Vonkajšie priestranstvo";
"parking" = "Parkovanie";
"parking_aisle" = "Parkovacia Ulička";
"pharmacy" = "Lekáreň";
"place_of_worship" = "Svätyňa";
"platform" = "Nástupište";
"post_office" = "Pošta";
"pub" = "Krčma";
"public_building" = "Verejná budova";
"restaurant" = "Reštaurácia";
"school" = "Škola";
"shoes" = "Topánky";
"sports_centre" = "Športové stredisko";
"stadium" = "Štadión";
"subway_entrance" = "Vchod do metra";
"supermarket" = "Supermarket";
"swimming" = "Plávanie";
"swimming_pool" = "Bazén";
"terminal" = "Terminál";
"theatre" = "Divadlo";
"theme_park" = "Zábavný park";
"toilets" = "Toalety";
"tower" = "Veža";
"townhall" = "Radnica";
"tram_stop" = "Zastávka električky";
"university" = "Univerzita";
"veterinary" = "Veterinárna ambulancia";
"viewpoint" = "Vyhliadka";
"zoo" = "Zoo";
"Yes" = "Áno";
"No" = "Nie";
"LeaveApp" = "Ste si istý/á, že chcete opustiť aplikáciu?";
"Call" = "Chcete zavolať na toto číslo?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "E-mail";
"sms" = "Textová správa";
"DetailsViewHeadline" = "Detailný náhľad";
"DetailsView4ButtonViewCallLabel" = "Zavolať";
"DetailsView4ButtonViewInfoLabel" = "Komentovať";
"DetailsView4ButtonViewRouteLabel" = "Trasa";
"DetailsViewAskFriendsButtonLabel" = "Zapojte sa: Spýtajte sa svojich priateľov, či má toto miesto bezbariérový prístup";
"DetailsViewChoosePhotoSource" = "Vybrať súbor";
"DetailsViewUploadOptionCamera" = "Fotoaparát";
"DetailsViewUploadOptionPhotoAlbum" = "Fotografie";
"DetailsViewMoreInfoButtonLabel" = "Viac informácií";
"MoreInfoViewHeadline" = "Viac informácií";
"ShareLocationViewHeadline" = "Zdieľať miesto";
"EditPOIViewHeadline" = "Upraviť";
"EditPOIViewCategoryLabel" = "Kategória";
"EditPOIViewSetMarkerButton" = "Nastaviť značku";
"CommentViewLabel" = "Tu získate viac informácií o bezbariérovom prístupe na tomto mieste";
"ShareLocationLabel" = "Toto miesto som našiel/našla na Wheelmap.org:";
"AskFriendsLabel" = "Viete, či má toto miesto bezbariérový prístup?";
"DashboardNearby" = "MIESTA V OKOLÍ";
"DashboardMap" = "MAPA";
"DashboardCategories" = "KATEGÓRIE";
"DashboardHelp" = "ZAPOJTE SA";
"SearchForPlace" = "Hľadať miesto v okolí";
"Places" = "Miesta";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "Hotovo";
"RegisterNew" = "Registrovať sa";
"UsernamePlaceholder" = "E-mail";
"MapHybrid" = "Hybrid";
"MapStandard" = "Štandard";
"MapSatellite" = "Satelit";
"PlacesNearby" = "Miesta v okolí";
"HelpByMarking" = "Pomôžte a označte miesta s bezbariérovým prístupom, ktoré sa nachádzajú v okolí";
"NoAddress" = "Adresa nie je k dispozícii";
"NoWebsite" = "Webová stránka nie je k dispozícii ";
"NoPhone" = "Telefónne číslo nie je k dispozícii";
"WheelAccessStatusViewHeadline" = "Stav";
"NavBarEditButton" = "Upraviť";
"NavBarSaveButton" = "Uložiť";
"TitleHelp" = "Zapojte sa";
"LoadingWheelText" = "Výsledky sa aktualizujú";
"SaveNodeFailed" = "Dáta nemohli byť uložené.";
"FetchNodesFails" = "Údaje sa nepodarilo aktualizovať.";
"NoPOIsFound" = "Nenašli sa žiadne miesta";
"TermsText" = "Na Wheelmap.org sme aktualizovali podmienky používania a zmluvu o ochrane osobných údajov. Prosím, obe prijmite, aby ste mohli pokračovať v pridávaní nových miest, nahrávaní obrázkov a písaní komentárov.";
"TermsAcceptButton" = "Prijať";
"TermsDeniedButton" = "Zamietnuť";
"TermsDeniedText" = "Pretože ste neprijali naše Podmienky Použitia a Dohodu o Ochrane Osobných Údajoch, nemôžete využívať niektoré z funkcií aplikácie. Ak to chcete zmeniť, musíte sa znovu prihlásiť a obe prijať.";
"TermsTitle" = "Podmienky používania";
"TermsCouldNotUpdate" = "Informácie o používateľovi sa nepodarilo aktualizovať. Skúste to znova!";
"NoResources" = "Zdroje sa nenašli. Skontrolujte svoje internetové pripojenie a reštartujte aplikáciu";
"NavBarTitleCategory" = "Kategória";
"NavBarTitleWheelChairStatus" = "Bezbariérový prístup";
"PhotoUuploadSuccess" = "Fotografia sa úspešne nahrala";
"PhotoUuploadFailed" = "Fotografiu sa nepodarilo nahrať. Skúste to znova";
"FetchingPhotoURLFailed" = "Fotografie miesta sa nepodarilo stiahnuť.";
"WheelchairStatusChangeFailed" = "Informácie o bezbariérovom prístupe na tomto mieste sa nepodarilo aktualizovať. Skúste to znova.";
"NavBarTitleSharing" = "Zdieľanie";
"NavBarTitleComment" = "Komentovať";
"NavBarTitleEdit" = "Upraviť";
"NavBarTitleSetMarker" = "Nastaviť miesto";
"SearchResult" = "Výsledky vyhľadávania";
"NavBarTitleDetail" = "Detail";
"FacebookSuccess" = "Zdieľanie prebehlo úspešne";
"TweetSuccess" = "Úspešne zdieľané";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "E-mail sa úspešne odoslal.";
"MailSendFailed" = "E-mail sa nepodarilo odoslať.";
"SMSSendSuccess" = "SMS úspešne odoslaná.";
"SMSSendFailed" = "SMS správu sa nepodarilo odoslať";
"EditPOIViewSetMarkerButtonDisabled" = "Nie je k dispozícii";
"NavBarTitleSetNodeType" = "Nastaviť typ miesta";
"EditPOIViewNodeTypeLabel" = "Typ miesta";
"SetMarkerInstruction" = "Presuňte červenú značku na správnu polohu miesta";
"ConfirmImageUpload" = "Naozaj chcete nahrať tento obrázok?";
"PleaseSetMarker" = "Prosím nastavte polohu tohto miesta!";
"NoSearchService" = "Vyhľadávanie nie je dostupné";
"DetailsView4ButtonViewShareLabel" = "Zdieľať";
"NodeNoCategorySet" = "Vyberte kategóriu";
"NodeNoNameSet" = "Prosím, zadajte meno.";
"AcceptDataTerms" = "Prijímam odseky 1 a 2 zmluvy o ochrane súkromných údajov.";
"AcceptUserTerms" = "Súhlasím s podmienkami použitia.";
"PleaseAcceptAllTerms" = "Prosím prijmite Podmienky Použitia a Dohodu o Ochrane Osobných Údajov.";
"SaveSucess" = "Údaje sa úspešne uložili";
"FirstStartBothAccounts" = "Dôležité: Aby ste mohli aplikáciu Wheelmap využívať naplno, potrebujete účet na OpenStreetMap A ZÁROVEŇ účet na Wheelmap.";
"FirstStartNoAccount" = "Nemáte ešte účet v OpenStreetMap alebo Wheelmap?";
"FirstStartNoAccountRegister" = "Registrovať oba teraz.";
"FirstStartOnlyOSM" = "Máte už účet na OpenStreetMap ale nie na Wheelmap? Žiadny problém! Prihláste sa na Wheelmap.org a choďte do sekcie “Profil”. Tam si môžete vytvoriť účet na Wheelmap.";
"FirstStartButton" = "OK, rozumiem!";
"LoginScreenForgotPassword" = "Zabudli ste heslo?";
"LoginScreenNoWheelmapAccount" = "Nemáte ešte účet na Wheelmap? Prihláste sa na Wheelmap.org s vašim OpenStreetMap účtom a choďte na \"Profil\". Tam si môžete váš Wheelmap účet vytvoriť.";
"WhyOSMAccount" = "Prečo potrebujem OSM užívateľský účet?";
"DescribeWhyOSMAccount" = "Wheelmap.org vychádza z Openstreetmap. Všetky údaje, ktoré vidíte na mape, pochádzajú z databázy Openstreetmap. Ak teda chcete pridávať alebo upravovať informácie, potrebujete mať na Openstreetmap používateľský účet.";
"LoginOverOSMText" = "Na prihlásenie do Wheelmap.org potrebujete používateľský účet na Openstreetmap.";
"LoginOverOSM" = "Ísť na OSM Prihlásenie";
"OSMAccount" = "Ešte nemáte používateľský účet na OSM?";
"StepsToOSMAccount" = "Štyri kroky pri prihlasovaní:\n1. Kliknite na „registrácia na OSM“ a zaregistrujte si používateľský účet na OSM\n2. Choďte do svojich e-mailov a kliknite na odkaz na aktiváciu účtu, ktorý vám bol odoslaný\n3. Otvorte aplikáciu Wheelmap\n4. Prihláste sa použitím svojho používateľského účtu OSM (používateľské meno a heslo)";
"OSMRegistration" = "OSM registrácia ";